""""список из 500 слов. Слово должно быть больше или меньше 6 букв"""
import random

try_input = 10
print("Вы угадали слово!!")
print("Вы были близки")
print("У вас осталось 9 попыток!")
print("У вас осталось 8 попыток!")
print("У вас осталось 7 попыток!")
print("У вас осталось 6 попыток!")
print("У вас осталось 5 попыток!")
print("У вас осталось 4 попыток!")
print("У вас осталось 3 попыток!")
print("У вас осталось 2 попыток!")
print("У вас осталось 1 попыток!")


version game = input()  # выбор версии игры
"""Версия игры.Для новичка(ребенка) - 2 подсказки. Ввиде открытых 2 случайных букв. 
Во Хард версии подсказок нет."""